# Press the green button in the gutter to run the script.
if __name__ == '__main__':
    # Функція для реєстрації користувача
    def register_user():
        # Запит логіну від користувача
        login = input("Введіть ваш логін: ")

        # Запит паролю від користувача
        password = input("Введіть ваш пароль: ")

        # Вивід повідомлення з вітанням та порадою змінити пароль через 30 днів
        print(f"Вітаю, {login}! Вас зареєстровано в системі! Не забудьте змінити пароль через 30 днів.")


    # Виклик функції для реєстрації користувача
    register_user()



